/* src/paused.c */
"Continue" = "Continuer";

/* src/phys_sim.c */
"Yum yum! 200 pts" = "Miam miam ! 200 pts";

/* src/game_over.c */
"Flying time: " = "Temps en l'air: ";

/* Classes/TRAppDelegate.m */
"Create an account" = "Créer un compte";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Score: " = "Score: ";

/* No comment provided by engineer. */
"Tutorial" = "Tutorial";

/* No comment provided by engineer. */
"Play" = "Jouer";

/* No comment provided by engineer. */
"Rankings" = "Classements";

/* No comment provided by engineer. */
"World challenge" = "World challenge";

/* Classes/prefsController.m */
"The login you entered already exists! Please choose another." = "Cette identifiant est déjà pris! Choisissez-en un autre.";

/* Classes/prefsController.m */
"Unknown error!" = "Erreur inconnue !";

/* No comment provided by engineer. */
"Unsaved scores detected. Do you want to save them online now ?" = "Des scores non sauvés ont été détectés. Voulez-vous les sauver en ligne ?";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the login." = "Vous ne devez utiliser que des caratères alphanumeriques, \"-\", et \"_\" dans votre identifiant.";

/* Classes/prefsController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the password." = "Vous ne devez utiliser que des caratères alphanumeriques, \"-\", et \"_\" dans votre mot de passe.";

/* No comment provided by engineer. */
"Wrong login or password. Go to settings pannel to settle this problem." = "Mauvais identifiant ou mot de passe. Allez dans les réglages pour mettre fin à ce problème.";

/* Classes/prefsController.m */
"Wrong login/password." = "Mauvais identifiant ou mot de passe.";

/* Classes/prefsController.m */
"Yes" = "Oui";

/* Classes/TRFriendsManagerDelegate.m */
"You cannot be friend with yourself." = "Vous ne pouvez pas être ami avec vous même.";

/* No comment provided by engineer. */
"You don't have any scores saved online for the moment !" = "Vous n'avez pas de score sauvé en ligne pour le moment.";

/* No comment provided by engineer. */
"You don't have any scores saved online for this race in \"speed only\" mode for the moment !" = "Vous n'avez pas de score en \"contre la montre\" sauvé en ligne pour le moment.";

/* Classes/TRAppDelegate.m */
"You need to own an account to play. It's free, and allows you to be ranked with the other players in the world. If you are already registered, click on 'Login'." = "Il faut posséder un compte pour jouer. C'est gratuit et ça permet de pouvoir vous classer par rapport aux autres. Si vous avez déjà un identifiant, cliquez sur 'S'identifier'.";

/* No comment provided by engineer. */
"A better score already exists for this login !" = "Un meilleur score existe déjà pour cet identifiant!";

/* Classes/TRAppDelegate.m
   Classes/ConnectionController.m
   Classes/TRFriendsManagerDelegate.m */
"Cancel" = "Annuler";

/* Classes/prefsController.m */
"Check your network connection and try again." = "Vérifiez votre connexion Internet et réessayer.";

/* Classes/TRFriendsManagerDelegate.m */
"Checking login..." = "Vérification de votre identifiant...";

/* Classes/prefsController.m */
"Checking login/password..." = "Identification...";

/* Classes/prefsController.m */
"Choose one" = "En choisir un";

/* Classes/prefsController.m */
"Choose your country!" = "Choisissez votre pays!";

/* No comment provided by engineer. */
"Congratulations !" = "Félicitations !";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings panel) ?" = "Voulez-vous que votre score soit sauvé automatiquement en ligne à la fin de chaque partie ? (Vous pourrez modifier ce réglage plus tard dans les réglages)";

/* Classes/prefsController.m */
"Do you want your scores to be saved online automatically when you end a race (this can be modified later in the settings pannel) ?" = "Voulez-vous que votre score soit sauvé automatiquement en ligne à la fin de chaque partie ? (Vous pourrez modifier ce réglage plus tard dans les réglages)";

/* Classes/TRFriendsManagerDelegate.m */
"Edit" = "Éditer";

/* No comment provided by engineer. */
"Edit Friends List." = "Éditer la liste d'amis.";

/* No comment provided by engineer. */
"Empty Friends List." = "Éditer la liste d'amis.";

/* Classes/TRFriendsManagerDelegate.m
   Classes/prefsController.m */
"Error !" = "Erreur !";

/* Classes/prefsController.m */
"For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update." = "Pour des raisons de sécurité vous devez mettre à jour Tux Rider World Challenge. Rendez-vous sur l'AppStore pour la mise-à-jour.";

/* No comment provided by engineer. */
"For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update." = "Pour des raisons de sécurité vous devez mettre à jour Tux Rider World Challenge pour mettre vos scores à jour. Rendez-vous sur l'AppStore pour la mise-à-jour.";

/* No comment provided by engineer. */
"Getting World rankings for the score you just did..." = "Téléchargement de votre classement mondial...";

/* Classes/prefsController.m */
"Internal server error! Please try again Later." = "Erreur du Serveur! Veuillez réessayer plus tard.";

/* Classes/TRFriendsManagerDelegate.m */
"is already in your friends list." = "est déjà dans votre liste d'amis.";

/* Classes/TRAppDelegate.m */
"Login" = "S'identifier";

/* Classes/prefsController.m */
"Login must be between 1 and 15 characters!" = "Votre identifiant doit comprendre entre 1 et 15 caractères!";

/* Classes/prefsController.m */
"No" = "Non";

/* No comment provided by engineer. */
"No need to update !" = "Pas besoin de mettre à jour !";

/* No comment provided by engineer. */
"No rankings available !" = "Pas de classement disponnible !";

/* Classes/prefsController.m */
"Nobody is registered with this login." = "Cet identifiant ne correspond à personne.";

/* Classes/TRFriendsManagerDelegate.m */
"Ok" = "OK";

/* Classes/prefsController.m */
"Password must be less or equal than 10 characters!" = "Le mot de passe doit contenir moins de 10 caractères!";

/* Classes/prefsController.m */
"Password must be more or equal than 5 characters" = "Le mot de passe doit contenir plus de 5 caractères";

/* Classes/prefsController.m */
"Passwords entered are differents!" = "Les deux mots de passe entrés ne correspondent pas!";

/* Classes/ConnectionController.m */
"Please wait..." = "Merci de patienter...";

/* No comment provided by engineer. */
"Refreshing ranking infos..." = "Mise-à-jour des classements...";

/* No comment provided by engineer. */
"Refreshing rankings..." = "Mise-à-jour des classements...";

/* Classes/TRAppDelegate.m */
"Registered users only" = "Utilisateurs enregistrés uniquement";

/* No comment provided by engineer. */
"Saving score online..." = "Sauvegarde des scores en ligne...";

/* No comment provided by engineer. */
"Saving unsaved scores online..." = "Sauvegarde des scores non sauvés en ligne...";

/* No comment provided by engineer. */
"Score not saved !" = "Les scores n'ont pas pu être sauvés !";

/* No comment provided by engineer. */
"Scores online were already up-to-date." = "Les scores sont déjà à jour.";

/* Classes/prefsController.m */
"Sending registration data..." = "Enregistrement en ligne...";

/* Classes/prefsController.m */
"Welcome" = "Bienvenue";

/* Classes/prefsController.m */
"Welcome !" = "Bienvenue !";

/* No comment provided by engineer. */
"     Score: " = " Score: ";

/* No comment provided by engineer. */
"    Fish: " = "  Poissons: ";

/* No comment provided by engineer. */
"(At least 1 second in the air.)" = "(Au moins une seconde en l'air.)";

/* No comment provided by engineer. */
"(at least 1 seconds in the air) on a big bump" = "(au moins une seconde en l'air) sur une bosse";

/* No comment provided by engineer. */
"(Braking is useful when going fast to" = "(Freiner est utile quand vous allez vite";

/* No comment provided by engineer. */
"(Inclinate your iPhone.)" = "(Inclinez votre iPhone.)";

/* No comment provided by engineer. */
"accelerate, to brake to pause and to abort." = "accelerer, freiner, faire pause et abandonner.";

/* No comment provided by engineer. */
"accumulated is released and used to jump." = "accumulee est liberee et utilisee pour sauter.";

/* No comment provided by engineer. */
"and flapping the wings (accelerate button)" = "et battre des ailes";

/* No comment provided by engineer. */
"and to make tricks." = "et a faire des figures.";

/* No comment provided by engineer. */
"are two things that you can do : doing" = "deux choses que vous pouvez faire :";

/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"before shaking your iPhone." = "d'acceleration avant de secouer l'iPhone.";

/* No comment provided by engineer. */
"Best result:" = "Meilleur resultat :";

/* No comment provided by engineer. */
"But when it becomes yellow, it has the " = "Mais des qu'il devient jaune, ca a";

/* No comment provided by engineer. */
" Classic mode" = " Mode classique";

/* No comment provided by engineer. */
"Congratulation, you finished this tutorial." = "Felicitations, vous avez fini ce tutorial.";

/* No comment provided by engineer. */
"Cool! Now come back to game." = "Bien! A present, revenez au jeu.";

/* No comment provided by engineer. */
"Country: " = "Pays: ";

/* No comment provided by engineer. */
"Double tap in the middle of the screen" = "Tappez deux fois au centre de l'ecran";

/* No comment provided by engineer. */
"Drag your finger from one area" = "Glissez votre doigt d'une zone";

/* No comment provided by engineer. */
"energy to jump." = "d'energie pour sauter.";

/* No comment provided by engineer. */
"First of all, find a bump, go fast" = "Premierement, touvez une bosse, foncez,";

/* No comment provided by engineer. */
"Fish: " = "Poissons: ";

/* No comment provided by engineer. */
"flapping your wings (pushing accelerate button)." = "en battant des ailes (zone d'acceleration).";

/* No comment provided by engineer. */
"Friends: " = "Amis: ";

/* No comment provided by engineer. */
"Go fast and catch fishes..." = "Fonce, et mange des poissons...";

/* No comment provided by engineer. */
"Go fast and jump on a bump." = "Allez vite et sautez sur une bosse.";

/* No comment provided by engineer. */
"Great !." = "Super !";

/* No comment provided by engineer. */
"it to continue going faster" = "pour continuer d'aller plus vite.";

/* No comment provided by engineer. */
"Just go fast!" = "Fonce, tout simplement!";

/* No comment provided by engineer. */
"Let's learn how to jump !" = "Apprenons a sauter !";

/* No comment provided by engineer. */
"Loading, Please Wait..." = "Chargement...";

/* No comment provided by engineer. */
"No friends" = "Pas d'ami";

/* No comment provided by engineer. */
"Now let's learn how to Pause and to Abort." = "Voyons comment faire pause et abandonner.";

/* No comment provided by engineer. */
"Now try to do a jump." = "Maintenant, essayez de faire un saut.";

/* No comment provided by engineer. */
"Now, to finish, try to make a big jump " = "Pour terminer, essayez de faire un grand saut ";

/* No comment provided by engineer. */
"Ok, now try to do a longer jump." = "Ok, essayez maintenant un saut plus long.";

/* No comment provided by engineer. */
"on it, jump high and try to make a trick." = "dessus, sautez haut et faites une figure.";

/* No comment provided by engineer. */
"opposite effect. Then you must release" = "l'effet oppose. Vous devez alors le relacher";

/* No comment provided by engineer. */
"or pushing either brake or accelerating button" = "ou en touchant les zones de frein ou ";

/* No comment provided by engineer. */
"paddling increases the speed of Tux." = "battre des palmes augmente la vitesse de Tux.";

/* No comment provided by engineer. */
"Paused" = "En pause";

/* No comment provided by engineer. */
"Push the red area to accumulate enough " = "Touchez la zone rouge pour accumuler assez ";

/* No comment provided by engineer. */
"Push the red area to brake." = "Touchez la zone rouge pour freiner.";

/* No comment provided by engineer. */
"Push the red area to make tux paddling." = "Touchez la zone rouge pour battre des palmes.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Race aborted." = "Abandon.";

/* No comment provided by engineer. */
"Race Over" = "Fin";

/* No comment provided by engineer. */
"Race!" = "Go !";

/* No comment provided by engineer. */
"Settings" = "Reglages";

/* No comment provided by engineer. */
"some funny tricks shaking the iPhone," = "des figures en secouant l'iPhone,";

/* No comment provided by engineer. */
"some more advanced things and get better !" = "d'autres techniques et vous ameliorer !";

/* No comment provided by engineer. */
"Tap anywhere on the screen." = "Touchez n'importe ou sur l'ecran.";

/* No comment provided by engineer. */
"Time is up." = "Votre temps est ecoule.";

/* No comment provided by engineer. */
"Time Trial" = "Contre la montre";

/* No comment provided by engineer. */
"Time: " = "Temps: ";

/* No comment provided by engineer. */
"to fly longer and get faster." = "pour voler plus longtemps et plus vite.";

/* No comment provided by engineer. */
"to Pause." = "pour faire pause.";

/* No comment provided by engineer. */
"to the other to abort." = "jusqu'a l'autre pour abandonner.";

/* No comment provided by engineer. */
"Touch screen to continue" = "Touchez l'ecran pour continuer";

/* No comment provided by engineer. */
"Try to be the best !" = "Tentez d'etre le(la) meilleur(e) !";

/* No comment provided by engineer. */
"Try to do a jump." = "Essayez de faire un saut.";

/* No comment provided by engineer. */
"Try to do a long jump flying (>1sec)." = "Faites un long saut en battant des ailes (>1sec).";

/* No comment provided by engineer. */
"Try to do a longer jump (>1sec) on a bump." = "Faites un saut plus long (>1sec) sur une bosse.";

/* No comment provided by engineer. */
"Try to jump and make a trick." = "Sautez et faites une figure.";

/* No comment provided by engineer. */
"Try to make tux turn left." = "Faites tourner Tux a gauche.";

/* No comment provided by engineer. */
"Try to make tux turn right." = "Faites tourner Tux a droite.";

/* No comment provided by engineer. */
"turn harder)." = "pour tourner plus sec).";

/* No comment provided by engineer. */
"Welcome to the Jump tutorial." = "Bienvenue dans le tutorial sur les sauts.";

/* No comment provided by engineer. */
"Welcome to the basic tutorial." = "Bienvenue dans le tutorial de base.";

/* No comment provided by engineer. */
"Well, while you are in the air, there" = "Quand vous etes en l'air, il y a";

/* No comment provided by engineer. */
"When you release the finger, all the energy" = "Quand vous relachez le doigt, toute l'energie";

/* No comment provided by engineer. */
"While the speed indicator is green," = "Lorsque l'indicateur de vitesse est vert,";

/* No comment provided by engineer. */
"world challenge !" = " au world challenge !";

/* No comment provided by engineer. */
"World rankings" = "Classements";

/* No comment provided by engineer. */
"World: " = "Monde: ";

/* No comment provided by engineer. */
"You are now ready to participate to the" = "Vous etes maintenant fin pret pour participer";

/* No comment provided by engineer. */
"You beat your best score!" = "Vous avez battu votre record !";

/* No comment provided by engineer. */
"You can now try the next one, to learn" = "Essayez le suivant, pour apprendre";

/* No comment provided by engineer. */
"You can see the energy gauge filling." = "On peut voir la jauge d'energie se remplir.";

/* No comment provided by engineer. */
"You can vary the tricks inclinating the iPhone" = "Variez les figures en inclinant l'iPhone";

/* No comment provided by engineer. */
"You didn't finished this tutorial." = "Vous n'avez pas fini ce tutorial.";

/* No comment provided by engineer. */
"You should try again !" = "Reessayez !";

/* No comment provided by engineer. */
"You will learn here how to turn, to" = "Vous apprendrez ici comment tourner,";

/* No comment provided by engineer. */
"You will learn here to jump, to fly," = "Vous apprendrez ici comment sauter, voler,";

